* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program HELLOW.
/**
/** :author Training
/* TODO Enter your code here
write 'hello world third from within NaturalONE'
/** ok, I like my change better
END
