* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program HELLOW.
/**
/** :author Training 
/* TODO Enter your code here
write 'hello my world '
write 'the second task on friday'
END
