* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program HELLOW.
/**
/** :author Training
/* TODO Enter your code here
write 'hello world still from within NaturalONE'
/* I like my change better
END
