* >Natural Source Header 000000
* :Mode R
* :CP
* <Natural Source Header
/** New Subprogram SUBPRO.
/**
/** :author Training
/* TODO Enter your code here
define data parameter
1 val1     (n5)
1 val2     (n5)
1 result   (n10)
1 operator (a1)
end-define
decide on FIRST operator
  value '+'
    result := val1 + val2
  value '-'
    result := val1 - val2
  value '*'
    result := val1 * val2
  value '/'
    result := val1 / val2
  none
    result := 9999999999
end-decide
END
