* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program TESTPROG.
/**
/** :author U. Noll 
/* TODO Enter your code here
write 'hello world change from NaturalONE'
END
